Repository: ekandreas/tygvaskan
Catalog: web/app/plugins/woocommerce-gateway-swish/languages/redlight-swish-*.po
Languages: sv_se

source: Activate / Deactivate QR-code
sv_se: Aktivera / Inaktivera QR-kod

source: Show Swish QR-code at thank-you page
sv_se: Visa Swish QR-kod på tack-sidan.

source: This requires you to have a valid Swish agreement for Swish-företag
sv_se: Detta kräver att du har angivit ett nummer som är anslutet till Swish Företag.

source: Allow customer to make changes to the Swish-nr
sv_se: Tillåt kunden att ändra Swish-nr efter skanning av QR

source: This will allow the customer to edit the number after qr-code is scanned
sv_se: Detta kommer tillåta kunden att göra ändring av mottagaren i Swish-appen efter att QR-koden är skannad.

source: Allow customer to make changes to the amount
sv_se: Tillåt kunden att ändra summan efter skanning av QR.

source: This will allow the customer to edit the amount after qr-code is scanned
sv_se: Detta kommer tillåta kunden att göra ändring av beloppet i Swish-appen efter att QR-koden är skannad.

source: Payment for order %s
sv_se: Betalning för order %s

source: Extends WooCommerce. Provides a <a href='http://www.getswish.se' target='_blank'>Swish</a> gateway for WooCommerce.
sv_se: Utökar WooCommerce. Lägger till stöd för <a href='http://www.getswish.se' target='_blank'>Swish</a> som betalningslösning till WooCommerce.

source: License key
sv_se: Licensnyckel

source: To enable updates for this plugin, enter the license key you recived when you downloeded this plugin
sv_se: För att aktivera uppdateringar för det här pluginet, så behöver du ange licensnyckeln du fick när du laddade ner det här pluginet.

source: Deactivate License key
sv_se: Avaktivera licensnyckeln

source: Deactivating this license key will disable updates
sv_se: Inaktivering av den här licensnyckeln stänger av automatiska uppdateringar

source: Enable / Disable
sv_se: Aktivera / Avaktivera

source: Enable this payment gateway
sv_se: Aktivera denna betalningslösning

source: Title
sv_se: Titel

source: Enter the name you want displayed for the user.
sv_se: Ange det namn du vill ska visas för användaren.

source: Description
sv_se: Beskrivning

source: Pay your purchase directly through your smartphone with Swish payment app that is available for both iPhone and Android. Note that you must have your mobile phone and log-in information ready to complete the purchase . <br> Payment will be registred directly and the money will be reserved from your account. No extra fee is charged .
sv_se: Betala ditt köp direkt via din smartphone med Swish betalapp som finns för både iPhone och Android. Observera att du måste ha din mobiltelefon och inloggningskod redo för att kunna genomföra köpet.<br>Betalningen registreras direkt och pengarna reserveras från ditt konto. Ingen extra avgift tas ut.

source: Swish works between Danske Bank, Handelsbanken, ICA Banken, Länsförsäkringar, Nordea, SEB, Skandia, Sparbanken Syd, Sparbanken Öresund samt Swedbank och Sparbankerna.
sv_se: Swish fungerar mellan Danske Bank, Handelsbanken, ICA Banken, Länsförsäkringar, Nordea, SEB, Skandia, Sparbanken Syd, Sparbanken Öresund samt Swedbank och Sparbankerna.

source: Message
sv_se: Meddelande

source: Instructions that will appear on the "Thank you for your order " and the e-mail message.
sv_se: Instruktioner som kommer att visas på "Tack för din order" och i e-postmeddelande.

source: Since payments made ​​via Swish must be manually reviewed and matched against your order as it can take up to 24 hours before it is done. You get an email when your order is processed.
sv_se: Eftersom betalningar gjorda via Swish måste granskas manuellt och matchas mot din order så kan det ta upp till 24 timmar innan det är gjort. Du får ett mail när din order är behandlad.

source: Your Swish number
sv_se: Ditt Swish nummer

source: Enter the number you received when you joined Swish .
sv_se: Ange numret som du fick när du anslöt till swish.

source: Show / Hide description
sv_se: Visa / Dölj beskrivning

source: Show description
sv_se: Visa beskrvning

source: Description of your Swish account
sv_se: Beskrivning av Swishkonto

source: Example: Company Inc
sv_se: Exempel: Aktiebolag AB

source: Your second Swish number
sv_se: Ditt andra swish nummer

source: If you have more than one Swish number , enter the second here. If not, leave blank
sv_se: Om du har fler än ett swishnummer, ange det andra här. Om inte, lämna tomt

source: Description of your second Swish account
sv_se: Beskrivning av ditt andra Swishkonto

source: Example: Company Two Inc
sv_se: Exempel: Företaget AB

source: To pay with Swish
sv_se: Att betala med Swish

source: Please pay your order by swishing
sv_se: Vänligen betala din order genom att swisha

source: to
sv_se: till

source: number
sv_se: nummer

source: Alternative you can send your payment to
sv_se: Alternativt betalar du till

source: Enter
sv_se: Ange

source: as message in your Swish-app
sv_se: som meddelande i din Swish-app.

source: Awaiting swish payment
sv_se: Väntar på Swish-betalning
